brew "atlas"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "k1LoW/tap/tbls"
brew "mas"
brew "mint"
brew "mockery"
brew "pack"
brew "postgresql@17"
brew "pyenv"
brew "tbls"
brew "tfenv"
brew "wget"
brew "xcode-build-server"

cask "1password"
cask "arc"
cask "discord"
cask "docker"
cask "gcloud-cli"
cask "github-copilot-for-xcode"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "proxyman"
cask "raycast"
cask "redis-insight"
cask "sf-symbols"
cask "slack"
cask "visual-studio-code"
cask "warp"
