tap "buildpacks/tap"

brew "awscli"
brew "buildpacks/tap/pack"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "graphviz"
brew "mongosh"
brew "plantuml"
brew "python@3.11"
brew "tfenv"

cask "1password"
cask "discord"
cask "docker"
cask "flutter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
cask "zoom"
