brew "atlas"
brew "bufbuild/buf/buf"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "mas"
brew "mockery"
brew "postgresql@17"
brew "pyenv"
brew "tfenv"
brew "wget"

cask "1password"
cask "discord"
cask "docker"
cask "freedom"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "microsoft-edge"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "redis-insight"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "warp"

mas "Xcode", id: 497799835
